// 1. Створіть змінну userName з ім’ям користувача.
// 2. Створіть змінну payment з сумою до оплати.
// 3. За допомогою шаблонного рядка виведіть на екран
//  через alert повідомлення на прикладі цього:
// «Дякуємо, Олександро! До сплати 300 гривень»

// 1. Створюємо змінну userName з ім'ям користувача
let userName = "Олександра";

// 2. Створюємо змінну payment з сумою до оплати
let payment = 300;

// 3. Виводимо повідомлення через alert, використовуючи шаблонний рядок
alert(`Дякуємо, ${userName}! До сплати ${payment} гривень`);
