// 1. Створіть змінну email з вашою електронною адресою.
// 2. Напишіть скрипт, який перевіряє чи містить змінна email символ @
// 3. Рахує загальну кількість символів.
// 4. Результат виведіть в консоль.

// 1. Створюємо змінну email та присвоюємо їй значення вашої електронної адреси
let email = "yourname@example.com";

// 2. Перевіряємо, чи містить змінна email символ '@'
let containsAtSymbol = email.includes("@");

// Виводимо результат перевірки наявності символу '@' у консоль
console.log(`Чи містить email символ '@'? ${containsAtSymbol}`);

// 3. Рахуємо загальну кількість символів у змінній email
let totalCharacters = email.length;

// 4. Виводимо кількість символів у консоль
console.log(`Загальна кількість символів в email: ${totalCharacters}`);
